Repository: enzo-rocha/my-parking-projeto-final
Catalog: lib/l10n/app_*.arb
Languages: pt

source: Add
pt: Adicionar

source: Visualize
pt: Visualizar

source: Gains
pt: Rendimentos

# numberLots
source: NÂ° of lots
pt: N° de vagas

source: Prices
pt: Preços

# checkParking
source: Check your parking lot
pt: Confira seu estacionamento

# totalLots
source: Total of lots:
pt: Total de vagas:

source: Add stay
pt: Adicionar estadia

# driverName
source: Driver's name
pt: Nome do motorista

source: License plate
pt: Placa do veículo

# noLotsAv
source: No lots available!
pt: Sem vagas disponíveis!

# lotsReached
source: The total number of lots has been reached
pt: O número total de vagas foi alcançado

source: Required field
pt: Campo obrigatório

# nameTooLong
source: Very long name
pt: Nome muito extenso

source: Very short plate
pt: Placa muito curta

source: Very long plate
pt: Placa muito extensa

source: Driver
pt: Motorista

source: Plate
pt: Placa

source: Entry
pt: Entrada

source: Exit
pt: Saída

source: Number of lots
pt: Número de vagas

# changeNumber
source: Change number of lots
pt: Alterar número de vagas

# wantToChange
source: Do you want to change the current number of lots
pt: Deseja alterar o número atual de vagas

source: Yes
pt: Sim

source: No
pt: Não

# unauthorized
source: Unauthorized number of lots
pt: Número de vagas não autorizado

# moreCars
source: There are more cars than the number of lots chosen. Finalize some stays to change to this number of lots.
pt: Existem mais carros que o número de vagas escolhido. Finalize algumas estadias para alterar para este número de vagas.

source: Confirm
pt: Confirmar

source: Settings
pt: Configurações

source: Visualize stays
pt: Visualizar estadias

source: No lots filled
pt: Nenhuma vaga preenchida

source: End stay
pt: Finalizar estadia

# areYouSure
source: Are you sure you want to end this stay?
pt: Tem certeza que deseja finalizar essa estadia?

source: No gains
pt: Sem rendimentos

source: Total of gains: $
pt: Ganhos totais: R$

# gainsUnique
source: Gains: $
pt: Rendimento: R$

source: Ticket
pt: Comprovante

# tablePrices
source: Price's table
pt: Tabela de preços

# breakTime
source: Break
pt: Intervalo
